tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "cmake"
brew "elixir"
brew "exa"
brew "exercism"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "gitup"
brew "gnu-sed"
brew "gnupg"
brew "graphviz"
brew "htop"
brew "httpie"
brew "jenv"
brew "make"
brew "pstree"
brew "rbenv"
brew "the_silver_searcher"
brew "tmux"
brew "unrar"
brew "wget"
brew "yarn"
cask "1password"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "authy"
cask "brave"
cask "caffeine"
cask "calibre"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-mono-for-powerline"
cask "font-firacode-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "font-sourcecodepro-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "intellij-idea-ce"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "kitematic"
cask "kitty"
cask "megasync"
cask "ocenaudio"
cask "plex-media-server"
cask "postman"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
