tap "github/gh"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bash"
brew "glib"
brew "cmake"
brew "ctop"
brew "docker"
brew "docker-clean"
brew "wxwidgets"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "icu4c@76"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "gitup"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "htop"
brew "hub"
brew "kotlin"
brew "openjdk@21"
brew "kotlin-language-server"
brew "lua"
brew "make"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nvm"
brew "pinentry-mac"
brew "pstree"
brew "python@3.10"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "unzip"
brew "watch"
brew "wget"
brew "yarn"
cask "alfred"
cask "appcleaner"
cask "caffeine"
cask "docker-desktop"
cask "dropbox"
cask "font-awesome-terminal-fonts"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-meslo-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "google-drive"
cask "kitty"
cask "rectangle"
cask "the-unarchiver"
