tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "cmake"
brew "ctop"
brew "docker"
brew "docker-clean"
brew "elixir"
brew "exa"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "gitup"
brew "python"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "jenv"
brew "make"
brew "neovim"
brew "nvm"
brew "pstree"
brew "rbenv"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "unzip"
brew "watch"
brew "wget"
brew "yarn"
brew "github/gh/gh"
cask "1password6"
cask "alfred"
cask "appcleaner"
cask "authy"
cask "brave-browser"
cask "buttercup"
cask "caffeine"
cask "calibre"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-mono-for-powerline"
cask "font-firacode-nerd-font"
cask "font-meslo-for-powerline"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-source-code-pro-for-powerline"
cask "font-sourcecodepro-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "keybase"
cask "kindle"
cask "kitematic"
cask "megasync"
cask "plex-media-server"
cask "postman"
cask "psequel"
cask "skitch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
